[
  {
    "index": 0,
    "title": "Introducción",
    "description": "M2Go (“nosotros” o “nuestro”) opera en https://app.manjar2go.com (en adelante, “Servicio”). Nuestra Política de privacidad rige su visita https://app.manjar2go.com de su uso de nuestro servicio.\n            \n            \n                Utilizamos sus datos para proporcionar y mejorar el servicio. Al usar el servicio, usted acepta la recopilación y el uso de información de acuerdo con esta política. A menos que se defina lo contrario en esta política de privacidad, los términos utilizados en esta política de privacidad tienen el mismo significado que en nuestros Términos y condiciones.\n            \n            \n                Nuestros Términos y condiciones (“Términos”) rigen todo uso de nuestro servicio y, junto con la política de privacidad, constituye su acuerdo con nosotros (“acuerdo”)."
  },
  {
    "index": 1,
    "title": "Definiciones",
    "description": "SERVICIO\n                    \n                    \n                        Significa el sitio web https://app.manjar2go.com operado por M2Go.\n                    \n                \n            \n\n            \n                \n                    \n                \n                \n                    \n                        DATOS PERSONALES\n                    \n                    \n                        Significa datos sobre un individuo vivo que puede identificarse a partir de esos datos (o de esa y otra información, ya sea en nuestra posesión o que puedan tenerla).\n                    \n                \n            \n\n            \n                \n                    \n                \n                \n                    \n                        LOS DATOS DE USO\n                    \n                    \n                        Son datos recopilados automáticamente, ya sea generados por el uso del Servicio o de la propia infraestructura del Servicio (por ejemplo, la duración de una visita a la página).\n                    \n                \n            \n\n            \n                \n                    \n                \n                \n                    \n                        LAS COOKIES\n                    \n                    \n                        Son pequeños archivos almacenados en su dispositivo (computadora o dispositivo móvil).\n                    \n                \n            \n\n            \n                \n                    \n                \n                \n                    \n                        CONTROLADOR DE DATOS\n                    \n                    \n                        Significa una persona física o jurídica que (ya sea sola o conjuntamente o en común con otras personas) determina los propósitos para los cuales y la forma en que se procesan, o se procesarán, los datos personales. A los fines de esta Política de privacidad, somos un Controlador de datos de sus datos.\n                    \n                \n            \n            \n                \n                    \n                \n                \n                    \n                        PROCESADORES DE DATOS (O PROVEEDORES DE SERVICIOS)\n                    \n                    \n                        Significa cualquier persona física o jurídica que procese los datos en nombre del Controlador de Datos. Podemos utilizar los servicios de varios proveedores de servicios para procesar sus datos de manera más efectiva.\n                    \n                \n            \n            \n                \n                    \n                \n                \n                    \n                        SUJETO DE DATOS\n                    \n                    \n                        Es cualquier individuo que sea sujeto de Datos Personales.\n                    \n                \n            \n            \n                \n                    \n                \n                \n                    \n                        EL USUARIO\n                    \n                    \n                        Es la persona que utiliza nuestro Servicio. El usuario corresponde al sujeto de datos, que es el sujeto de los datos personales.\n                    \n                \n            \n            \n                Al usar nuestro Servicio, usted acepta suscribirse a boletines, materiales de marketing o promocionales y otra información que podamos enviar. Sin embargo, puede optar por no recibir nuestras comunicaciones, o todas, enviando un correo electrónico a info@manjar2go.com"
  },
  {
    "index": 2,
    "title": "Recolección de información y uso",
    "description": "Recopilamos varios tipos diferentes de información con diversos fines para proporcionarle y mejorar nuestro Servicio."
  },
  {
    "index": 3,
    "title": "Tipos de datos recopilados",
    "description": "Información personal\n            \n            \n                Al usar nuestro Servicio, podemos pedirle que nos brinde cierta información de identificación personal que se puede utilizar para contactarlo o identificarlo (“Datos personales”). La información de identificación personal puede incluir, entre otros:\n            \n            \n                1\n                \n                    Dirección de correo electrónico.\n                \n            \n            \n                2\n                \n                    Nombre y apellido.\n                \n            \n            \n                3\n                \n                    Número de teléfono.\n                \n            \n            \n                4\n                \n                    Dirección, estado, provincia, código postal, ciudad.\n                \n            \n            \n                5\n                \n                    Cookies y datos de uso.\n                \n            \n            \n                Podemos utilizar sus Datos personales para contactarlo con boletines informativos, materiales de marketing o promocionales y otra información que pueda ser de su interés. Puede optar por no recibir ninguna o todas estas comunicaciones de nosotros siguiendo el enlace para cancelar la suscripción.\n            \n            \n                Datos de uso\n            \n            \n                También podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio a través de un dispositivo móvil (“Datos de uso”).\n            \n            \n                Estos Datos de uso pueden incluir información como la dirección del Protocolo de Internet de su computadora (por ejemplo, dirección IP), el tipo de navegador, la versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo dedicado a esas páginas, único Identificadores de dispositivo y otros datos de diagnóstico.\n            \n            \n                Cuando accede al Servicio con un dispositivo móvil, estos Datos de uso pueden incluir información como el tipo de dispositivo móvil que utiliza, la ID única de su dispositivo móvil, la dirección IP de su dispositivo móvil, su sistema operativo móvil, el tipo de navegador de Internet móvil que utiliza, identificadores de dispositivo únicos y otros datos de diagnóstico.\n            \n\n            \n                Datos de localización\n            \n            \n                Podemos usar y almacenar información sobre su ubicación si nos da permiso para hacerlo (“Datos de ubicación\"). Utilizamos estos datos para proporcionar funciones de nuestro Servicio, para mejorar y personalizar nuestro Servicio.\n            \n            Puede habilitar o deshabilitar los servicios de ubicación cuando usa nuestro Servicio en cualquier momento a través de la configuración de su dispositivo.\n\n            \n            \n                Seguimiento de datos de cookies\n            \n            \n                Utilizamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y tenemos cierta información.\n            \n            \n                Las cookies son archivos con una pequeña cantidad de datos que pueden incluir un identificador único anónimo. Las cookies se envían a su navegador desde un sitio web y se almacenan en su dispositivo. También se utilizan otras tecnologías de seguimiento, como balizas, etiquetas y scripts para recopilar y rastrear información y para mejorar y analizar nuestro Servicio.\n            \n            \n                Puede indicar a su navegador que rechace todas las cookies o que indique cuándo se envía una cookie. Sin embargo, si no acepta las cookies, es posible que no pueda usar algunas partes de nuestro Servicio. Ejemplos de cookies que utilizamos:\n            \n            \n                1\n                \n                    Cookies de sesión: utilizamos cookies de sesión para operar nuestro servicio.\n                \n            \n            \n                2\n                \n                    Cookies de preferencias: utilizamos cookies de preferencias para recordar sus preferencias y diversas configuraciones.\n                \n            \n            \n                3\n                \n                    Cookies de seguridad: utilizamos cookies de seguridad con fines de seguridad.\n                \n            \n            \n                4\n                \n                    Cookies de publicitarias: las cookies publicitarias se utilizan para ofrecerle anuncios que pueden ser relevantes para usted y sus intereses.\n                \n            \n            \n                Otros datos\n            \n            \n                Al usar nuestro Servicio, también podemos recopilar la siguiente información: sexo, edad, fecha de nacimiento, lugar de nacimiento, detalles del pasaporte, ciudadanía, registro en el lugar de residencia y dirección real, número de teléfono (trabajo, móvil), detalles de los documentos sobre educación, calificación, capacitación profesional, acuerdos de empleo, acuerdos de confidencialidad, información sobre bonos y compensación, información sobre estado civil, miembros de la familia, número de seguro social (u otra identificación del contribuyente), ubicación de la oficina y otros datos."
  },
  {
    "index": 4,
    "title": "Uso de datos",
    "description": "M2Go utiliza los datos recopilados para diversos fines:\n            \n\n            \n                1\n                Para proporcionar y mantener nuestro Servicio.\n            \n            \n            \n                2\n                Para notificarle sobre cambios en nuestro Servicio.\n            \n            \n            \n                3\n                Para permitirle participar en funciones interactivas de nuestro Servicio cuando elija hacerlo.\n            \n            \n            \n                4\n                Para proporcionar asistencia al cliente.\n            \n            \n            \n                5\n                Para recopilar análisis o información valiosa para que podamos mejorar nuestro Servicio.\n            \n            \n            \n                6\n                Para monitorear el uso de nuestro Servicio.\n            \n            \n            \n                7\n                Para detectar, prevenir y abordar problemas técnicos.\n            \n            \n            \n                8\n                Para cumplir con cualquier otro propósito para el que lo proporcione.\n            \n            \n            \n                9\n                Para cumplir con nuestras obligaciones y hacer cumplir nuestros derechos derivados de cualquier contrato celebrado entre usted y nosotros, incluida la facturación y el cobro.\n            \n            \n            \n                10\n                Para proporcionarle avisos sobre su cuenta y/o suscripción, incluidos avisos de vencimiento y renovación, instrucciones por correo electrónico, etc.\n            \n            \n            \n                11\n                Para proporcionarle noticias, ofertas especiales e información general sobre otros bienes, servicios y eventos que ofrecemos que son similares a los que ya compró o solicitó, a menos que haya optado por no recibir dicha información de cualquier otra manera que podamos describir cuando proporcione la información.\n            \n            \n            \n                12\n                Para cualquier otro propósito con su consentimiento."
  },
  {
    "index": 5,
    "title": "Retención de datos",
    "description": "Retendremos sus Datos personales sólo durante el tiempo que sea necesario para los fines establecidos en esta Política de privacidad. Retendremos y utilizaremos sus Datos personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si estamos obligados a conservar sus datos para cumplir con las leyes aplicables). resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.\n            \n             \n                También conservaremos los Datos de uso para fines de análisis interno. Los Datos de uso generalmente se conservan por un período más corto, excepto cuando estos datos se utilizan para fortalecer la seguridad o para mejorar la funcionalidad de nuestro Servicio, o estamos legalmente obligados a retener estos datos por periodos de tiempo más largos."
  },
  {
    "index": 6,
    "title": "Transferencia de datos",
    "description": "Su información, incluidos los Datos personales, puede transferirse a computadoras ubicadas fuera de su estado, provincia, país u otra jurisdicción gubernamental, y mantenerse en ellas, donde las leyes de protección de datos pueden diferir de las de su jurisdicción.\n        \n            Si se encuentra fuera de Estados Unidos, Puerto Rico y decide proporcionarnos información, tenga en cuenta que transferimos los datos, incluidos los datos personales, a Estados Unidos, Puerto Rico y los procesamos allí.\n        \n            Su consentimiento a esta Política de privacidad seguido de su envío de dicha información representa su aceptación de esa transferencia.\n        \n            M2Go tomará todas las medidas razonablemente necesarias para garantizar que sus datos se traten de forma segura y de acuerdo con esta Política de privacidad y no se realizará ninguna transferencia de sus Datos personales a una organización o país a menos que existan controles adecuados. Incluida la seguridad de sus datos y otra información personal."
  },
  {
    "index": 7,
    "title": "Divulgación de datos",
    "description": "Podemos revelar información personal que recopilamos, o usted proporciona:\n            \n\n            \n                Divulgación para la aplicación de la ley\n            \n            \n                En determinadas circunstancias, es posible que se nos solicite divulgar sus Datos personales si así lo exige la ley o en respuesta a solicitudes válidas de las autoridades públicas.\n            \n\n            \n                Transacción de negocios\n            \n            \n                Si nosotros o nuestras subsidiarias estamos involucrados en una fusión, adquisición o venta de activos, sus Datos personales pueden ser transferidos.\n            \n\n            \n                Otros casos. Podemos divulgar su información también:\n            \n            \n                1\n                A nuestras subsidiarias y afiliadas.\n            \n            \n            \n                2\n                A contratistas, proveedores de servicios y otros terceros que utilizamos para apoyar nuestro negocio.\n            \n            \n            \n                3\n                Para cumplir el propósito para el cual lo proporcionas.\n            \n            \n            \n                4\n                Con el fin de incluir el logotipo de su empresa en nuestro sitio web.\n            \n            \n            \n                5\n                Para cualquier otro propósito revelado por nosotros cuando proporcione la información.\n            \n            \n            \n                6\n                Con su consentimiento en cualquier otro caso.\n            \n            \n            \n                7\n                Si creemos que la divulgación es necesaria o apropiada para proteger los derechos, la propiedad o la seguridad de la Compañía, nuestros clientes u otros."
  },
  {
    "index": 8,
    "title": "Seguridad de los datos",
    "description": "La seguridad de sus datos es importante para nosotros, pero recuerde que ningún método de transmisión por Internet o método de almacenamiento electrónico es 100% seguro. Si bien nos esforzamos por utilizar medios comercialmente aceptables para proteger sus Datos personales, no podemos garantizar su seguridad absoluta."
  },
  {
    "index": 9,
    "title": "Proveedores de servicios",
    "description": "Podemos emplear a empresas e individuos de terceros para facilitar nuestro Servicio (‘Proveedores de servicios”), proporcionar Servicios en nuestro nombre, realizar servicios relacionados con el Servicio o ayudarnos a analizar cómo se utiliza nuestro Servicio.\n            \n            \n                Estos terceros tienen acceso a sus Datos personales solo para realizar estas tareas en nuestro nombre y están obligados a no divulgarlos ni usarlos para ningún otro propósito."
  },
  {
    "index": 10,
    "title": "Analytics",
    "description": "Podemos utilizar proveedores de servicios externos para monitorear y analizar el uso de nuestro servicio."
  },
  {
    "index": 11,
    "title": "Herramientas CI / CD",
    "description": "Podemos utilizar proveedores de servicios de terceros para automatizar el proceso de desarrollo de nuestro servicio."
  },
  {
    "index": 12,
    "title": "Publicidad",
    "description": "Podemos utilizar proveedores de servicios externos para mostrarle anuncios para ayudarlo a respaldar y mantener nuestro Servicio."
  },
  {
    "index": 13,
    "title": "Remarketing de comportamiento",
    "description": "Podemos usar servicios de remarketing para anunciarle en sitios web de terceros después de que haya visitado nuestro Servicio. Nosotros y nuestros proveedores externos utilizamos cookies para informar, optimizar y publicar anuncios basados en sus visitas anteriores a nuestro Servicio."
  },
  {
    "index": 14,
    "title": "Pagos",
    "description": "Podemos proporcionar productos y/o servicios pagos dentro del Servicio. En ese caso, utilizamos servicios de terceros para el procesamiento de pagos (por ejemplo, procesadores de pagos).\n            \n            \n                No almacenaremos ni recopilaremos los detalles de su tarjeta de pago. Esa información se proporciona directamente a nuestros procesadores de pagos de terceros cuyo uso de su información personal se rige por su Política de privacidad. Estos procesadores de pago se adhieren a los estándares establecidos por PCHDSS, administrados por el PCI Security Standards Council, que es un esfuerzo conjunto de marcas como Visa, MasterCard, American Express y Discover. Los requisitos de PCI-DSS ayudan a garantizar el manejo seguro de la información de pago."
  },
  {
    "index": 15,
    "title": "Enlaces a otros sitios",
    "description": "Nuestro servicio puede contener enlaces a otros sitios que no son operados por nosotros. Si hace clic en un enlace de un tercero, se lo dirigirá al sitio de ese tercero. Le recomendamos encarecidamente que revise la Política de privacidad de cada sitio que visite.\n            \n            \n                No tenemos control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de sitios o servicios de terceros.\n            \n            \n                Por ejemplo, la Política de privacidad descrita se creó con PolicyMaker.io, una aplicación web gratuita para generar documentos legales de alta calidad. El generador de políticas de privacidad en línea de PolicyMaker es una herramienta gratuita fácil de usar para crear una excelente plantilla de política de privacidad para un sitio web, blog, tienda en línea o aplicación."
  },
  {
    "index": 16,
    "title": "Privacidad de los niños",
    "description": "Nuestros servicios no están destinados a niños menores de 18 años (\"Niño\" o \"Niños\").\n            \n            \n                No recopilamos a sabiendas información de identificación personal de niños menores de 18 años Si se da cuenta de que un niño nos ha proporcionado datos personales, contáctenos. Si nos damos cuenta de que hemos recopilado Datos personales de niños sin verificación del consentimiento de los padres, tomamos medidas para eliminar esa información de nuestros servidores."
  },
  {
    "index": 17,
    "title": "Cambios a esta política de privacidad",
    "description": "Podemos actualizar nuestra Política de privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de privacidad en esta página.\n            \n            \n                Le informaremos por correo electrónico y / o un aviso destacado sobre nuestro Servicio, antes de que el cambio entre en vigencia y actualizaremos la \"fecha de vigencia\" en la parte superior de esta Política de privacidad.\n            \n            \n                Se recomienda que revise esta Política de privacidad periódicamente para detectar cualquier cambio. Los cambios a esta Política de privacidad son efectivos cuando se publican en esta página."
  },
  {
    "index": 18,
    "title": "Contacto",
    "description": "Si tiene alguna pregunta sobre esta Política de privacidad, contáctenos por correo electrónico: info@manjar2go.com"
  }
]